{
  "id": "1770218099679",
  "name": "Project #2",
  "theme": "default",
  "html": "<!DOCTYPE html>\n<html>\n<head>\n  <meta charset=\"UTF-8\">\n  <meta name=\"viewport\" content=\"width=device-width, initial-scale=1.0\">\n  <link rel=\"preconnect\" href=\"https://fonts.googleapis.com\">\n  <link rel=\"preconnect\" href=\"https://fonts.gstatic.com\" crossorigin>\n  <link href=\"https://fonts.googleapis.com/css2?family=Pacifico&family=Patrick+Hand&family=Caveat:wght@400;600;700&family=Handlee&family=Quicksand:wght@400;600;700&family=Poppins:wght@400;600;700&family=Raleway:wght@400;700&family=Nunito:wght@400;600&family=Playfair+Display:wght@400;700&display=swap\" rel=\"stylesheet\">\n  <style>\n    * { scrollbar-width: none; -ms-overflow-style: none; }\n    *::-webkit-scrollbar { display: none; }\n    \n              @import url('https://fonts.googleapis.com/css2?family=Pacifico&family=Patrick+Hand&family=Caveat:wght@400;600;700&family=Handlee&family=Quicksand:wght@400;600;700&family=Poppins:wght@400;600;700&family=Raleway:wght@400;700&family=Nunito:wght@400;600&family=Playfair+Display:wght@400;700&display=swap');\n              \n              * {\n                box-sizing: border-box;\n                text-decoration: none !important;\n              }\n              \n              body {\n                font-family: 'Caveat', cursive;\n                color: #333C4E;\n                line-height: 1.8;\n                background: #FFFBF5;\n                margin: 0;\n                padding: 0;\n              }\n              \n              .note-page {\n                max-width: 100%;\n                width: 100%;\n                margin: 0;\n                background: white;\n                padding: 30px 40px;\n                border-radius: 0;\n                box-shadow: none;\n                position: relative;\n                overflow: hidden;\n              }\n\n              .note-page::before {\n                content: \"\";\n                position: absolute;\n                inset: 40px;\n                pointer-events: none;\n                background-image: repeating-linear-gradient(\n                  to bottom,\n                  rgba(0, 0, 0, 0.08) 0px,\n                  rgba(0, 0, 0, 0.08) 1px,\n                  transparent 1px,\n                  transparent 32px\n                );\n                opacity: 0.25;\n              }\n\n              .note-content {\n                position: relative;\n                z-index: 1;\n              }\n              \n              h1, h2, h3, h4, h5, h6 {\n                font-family: 'Pacifico', cursive;\n                font-weight: 700;\n                line-height: 1.3;\n                margin-top: 28px;\n                margin-bottom: 16px;\n              }\n              \n              h1 {\n                font-size: 2.5em;\n                color: #B1CCEA;\n                border-bottom: 4px solid #F7DDCF;\n                padding-bottom: 12px;\n                margin-top: 0;\n              }\n              \n              h2 {\n                font-size: 1.8em;\n                color: #B1CCEA;\n                border-left: 5px solid #C2E2CC;\n                padding-left: 16px;\n              }\n              \n              h3 {\n                font-size: 1.4em;\n                color: #C2E2CC;\n              }\n              \n              p {\n                margin-bottom: 16px;\n                font-size: 1.05em;\n              }\n              \n              .ai-highlight {\n                background: #F0C0AE;\n                padding: 3px 7px;\n                border-radius: 4px;\n                font-weight: 700;\n                box-shadow: 0 1px 3px rgba(0,0,0,0.08);\n                color: #333C4E;\n              }\n              \n              ul, ol {\n                padding-left: 24px;\n                margin: 16px 0;\n              }\n              \n              li {\n                margin-bottom: 10px;\n                padding-left: 12px;\n                line-height: 1.7;\n              }\n              \n              ul li {\n                list-style: none;\n                position: relative;\n              }\n              \n              ul li::before {\n                content: \"✦\";\n                position: absolute;\n                left: -20px;\n                color: #B1CCEA;\n                font-size: 1.2em;\n                font-weight: bold;\n              }\n              \n              ol li {\n                font-weight: 600;\n              }\n              \n              strong, b {\n                font-weight: 700;\n                color: #B1CCEA;\n              }\n              \n              em, i {\n                font-style: italic;\n                color: #C2E2CC;\n              }\n              \n              mark, .highlight, .user-highlight {\n                background: #F0C0AE;\n                padding: 2px 6px;\n                border-radius: 3px;\n                box-shadow: 0 1px 2px rgba(0,0,0,0.05);\n                color: #333C4E;\n              }\n              \n              .note-header {\n                font-family: 'Pacifico', cursive;\n                color: #B1CCEA;\n                font-size: 1.8em;\n                margin-bottom: 30px;\n                text-align: center;\n              }\n              \n              .sticker {\n                position: absolute;\n                top: 20px;\n                right: 20px;\n                font-size: 40px;\n                opacity: 0.3;\n                color: #C2E2CC;\n              }\n            \n  </style>\n</head>\n<body>\n  <div class=\"note-page\"><div class=\"sticker\">✨</div><div class=\"note-header\">Aesthetic Notes</div><div class=\"note-content\"><p class=\"paragraph\"><span class=\"ai-highlight\">Prawo Cywilne</span> 1. <span class=\"ai-highlight\">Podmioty prawa cywilnego</span>: a) <span class=\"ai-highlight\">Osoby fizyczne</span> – ludzie b) <span class=\"ai-highlight\">Osoby prawne</span> - organizacje c) <span class=\"ai-highlight\">Jednostki organizacyjne nieposiadające osobowości prawnej</span> 2. <span class=\"ai-highlight\">Osoby fizyczne</span> aby być podmiotem prawa musi mieć: a) <span class=\"ai-highlight\">zdolność prawna</span> - Jest to zdolność, do bycia podmiotem praw i obowiązków w zakresie prawa cywilnego (zdolność o charakterze biernym) ma ją każdy od momentu urodzenia - Śmierć cywilna – sytuacja, w której człowiek fizycznie istnieje, ale według prawa nie istnieje nie ma zdolności prawnej. nie można oczekiwać ochrony ze strony państwa, nie można np. zawierać umów. - <span class=\"ai-highlight\">szkody prenatalne</span> – jeśli płód zostanie uszkodzony w okresie prenatalnym i urodzi się to pomimo braku zdolności jest to wyjątek. - <span class=\"ai-highlight\">podmiot przysporzenia</span> - można obdarować lub zapisać coś w testamencie dla dziecka poczętego (musi być poczęte) - <span class=\"ai-highlight\">zdolność prawna</span> kończy się w chwili śmierci – o śmierci mówimy tylko w momencie gdy jest dowód że ktoś zmarł (ciało) i jest śmierć mózgowa. Lekarz stwierdza zgon i wypełnia <span class=\"ai-highlight\">akt zgonu</span>. - <span class=\"ai-highlight\">uznanie za zmarłego</span> - sytuacja, gdy nie ma ciała, czyli nie możemy orzec o śmierci, sąd wydaje orzeczenie, mamy taką sytuacje np. przy zaginięciu. <span class=\"ai-highlight\">Zaginięcie</span> dzielimy na proste (nie towarzyszyły okoliczności. Dopiero po upływie 10 lat od ostatniej wiadomości rodzina może wnieść do sądu o <span class=\"ai-highlight\">uznanie za zmarłego</span>, 5 lat w przypadku powyżej wieku 70, a dzieci do 23 lat) i kwalifikowane (okoliczności które zwiększają ryzyko śmierci) - Jeśli osoba zostanie uznana za zmarłą, ale po kilki latach wróci to jej zdolność prawną może przywrócić sąd. - Jeśli w małżeństwie jedna osoba zostanie uznana za zmarłą a druga ponownie wyjdzie za mąż, a pierwsza wróci tom wtedy to pierwsze małżeństwo zostaje unieważnione na mocy prawa. Jednak jeśli współmałżonek jest złej wiary wtedy to drugie małżeństwo jest nieważne i jest to przestępstwo – <span class=\"ai-highlight\">bigamia</span>. Jeżeli jest w dobrej wierze ale pojawia się pierwszy partner i stwierdza że on był miłością życia wtedy musi się rozwieść z drugim i wyjść ponownie za pierwszego - <span class=\"ai-highlight\">Dobra wiara</span> – osoba myli się bo okoliczności na to wskazują - <span class=\"ai-highlight\">zła wiara</span> – osoba myli się źle ocenia sytuacje, ale okoliczności na to nie wskazują b) <span class=\"ai-highlight\">zdolność do czynności prawnych</span> – zdolność do nabywania praw i obowiązków w zakresie prawa cywilnego swoimi świadomymi działaniami (umowy, małżeństwo, rozwód) (zdolność o charakterze czynnym) I. 0 -13 roku życia – <span class=\"ai-highlight\">brak zdolności do czynności prawnych</span> - Jeśli dziecko zawrze umowę ta umowa jest nieważna - Jeśli zawieramy umowę z osobą która nie ma zdolności do czynności prawnych wtedy ponosimy konsekwencje tej umowy - <span class=\"ai-highlight\">umowy powszechnie zawierane</span> – kupna sprzedaży, przywozu, zamiany. Takie umowy może zawierać osoba bez zdolności do czynności prawnych (drobne umowy), nie może zostać rażąco pokrzywdzony. II. 13 – 18 roku życia – ograniczona <span class=\"ai-highlight\">zdolność do czynności prawnych</span> - <span class=\"ai-highlight\">zgoda opiekuna</span> – jeśli ktoś chce zawrzeć umowę potrzebuje zgody opiekuna. Jeśli ktoś coś kupi ale opiekun nie wyrazi na to zgody wtedy sprzedawca musi zwrócić pieniądze niezależnie co było w umowie. wyjątki w których nie wymaga zgody opiekuna - umowy drobnych bieżących spraw dnia codziennego - zarobek – jeśli wydaje swoje zarobki, chyba że są wydawane w sposób zagrażający wtedy opiekun może wnieść sprawę do sądu rodzinnego aby te pieniądze przechodziły na konto opiekuna - prezenty III. 18 roku życia – śmierci – pełna <span class=\"ai-highlight\">zdolność do czynności prawnych</span> • Jeśli kobieta w wieku 16 lat za zgodą sądu wyjdzie za mąż zdobywa pełną <span class=\"ai-highlight\">zdolność do czynności prawnych</span> i nie traci jej. Downloaded by Patryk Kowalik (patryk.kowalik.02@gmail.com) lOMoARcPSD|50222788 • Ubezwłasnowolnienie – orzeczenie sądowe, które pozbawia daną osobę lub ogranicza do zdolności do czynności prawnych. (całkowite lub częściowe) Osoba nie potrafi określać skutków swoich działań. c) Dobra osobiste: Art.23 - Dobra które wszyscy mamy, one pojawiają się w chwili urodzenia i wygasają z chwilą śmierci i są niemajątkowe - dobra osobiste to nie przedmioty - Są to przede wszystkim dobra niematerialne – wartości, stany emocjonalne, sytuacja życiowa. - Dobra są niezbywalne – nie można tego sprzedać, nie można się go zrzec - Dobra osobista – są szczególnie chronione, są najważniejsze • Kiedy możemy żądać ochrony? Gdy są spełnione 2 warunki: - naruszenie lub zagrożenie naruszenia dobra osobistego - bezprawność działania naruszyciela ↔ Naruszenie – jakieś działania wykonywane przeciw nam • Okoliczności wyłączające bezprawność. Gdy doszło do naruszenia dobra osobistego, jak możemy się bronić. Dochodzi do naruszenia, ale nie będzie bezprawności: - zgoda wyłącza bezprawność (np. U lekarza wyrażamy zgodę na operacje) zgoda musi być konkretna, musi dotyczyć konkretnej sytuacji, konkretnie na co wyrażamy zgodę, jest jednorazowa, nie musi być na piśmie, ale lepiej żeby była aby uniknąć późniejszych problemów - przepisy prawa – mogą zezwolić na naruszenie naszych dóbr osobistych (np, na lotnisku, jeśli zostaniemy skierowani na kontrolę osobistą-jest to naruszenie ale służby mają prawo do tego. Nie mogą przekraczać swoich praw) - prawo mocne orzeczenie sądowe (takie od którego nie można się odwołać) - obrona konieczna – wtedy kiedy naruszamy czyjeś dobra osobiste podczas obrony własnych dóbr osobistych. Dobro, które chronię musi być ważniejsze niż to co naruszam. - stan wyższej konieczności – działanie siły wyższej (np. Katastrofy, włamywanie się do mieszkania sąsiada podczas powodzi lub pożaru) - interes społeczny – najczęściej dziennikarze się powołują Art.24 • Roszczenia – żądania które możemy wysunąć wobec innej osoby przed sądem cywilnym, żądania określonego zachowania kierowane wobec drugiej strony postępowania sądowego. - zaniechanie działania – nakazanie przestania działania - usunięcie skutków - oświadczenie - zadośćuczynienie – określa kwotę na cel społeczny, nawiązka - zadośćuczynienie pieniężne – jeśli naruszenie było zawinione czyli specjalnie jest wtedy zaostrzone 3. <span class=\"ai-highlight\">Osoby prawne</span>: • muszą mieć osobowość prawną • Podmioty prawne gromadzą majątek w celu osiągnięcia celu gospodarczego • Może zawierać umowy, może kogoś pozywać • Ustawa nadaje osobowość prawną • Nabywa z chwilą wpisu do rejestru • Ważne są oznaczenia odróżniające • Powinna mieć siedziby (odpowiednik miejsca zamieszkania) aby sprawdzić wiarygodność, gdzie wysyłać korespondencje lub pozwy • Dobra osobiste • Każda osoba prawna musi posiadać statut – spis praw i obowiązków, opis konstrukcji, struktury • <span class=\"ai-highlight\">Osoby prawne</span> działają w obrocie poprzez swoje organy – element wewnętrzny, osoba zatrudniona w organizacji, organ jest elementem konstrukcyjnym tej osoby • <span class=\"ai-highlight\">Osoby prawne</span>: Downloaded by Patryk Kowalik (patryk.kowalik.02@gmail.com) lOMoARcPSD|50222788 a) Skarb państwa – państwo, w wydzielonym zakresie w którym działa jako osoba prawna, może zaciągać zobowiązania prawne, pozywać i być pozywanym. Prokuratoria generalna – działa w imieniu skarbu państwa b) Państwowe <span class=\"ai-highlight\">osoby prawne</span> – zostały zbudowane na majątku skarbu państwa (państwowe koleje pociągowe) c) Komunalne <span class=\"ai-highlight\">osoby prawne</span> – nie są prywatne, pochodzą z majątku samorządu (koleje śląskie) d) Prywatne <span class=\"ai-highlight\">osoby prawne</span>: - fundacyjne <span class=\"ai-highlight\">osoby prawne</span> - korporacyjne <span class=\"ai-highlight\">osoby prawne</span> – mają założyciela, jest osoba która daje majątek dlatego określa cel i statut 4. <span class=\"ai-highlight\">Jednostki organizacyjne nieposiadające osobowości prawnej</span> (np. spółki cywilne) - Mają zdolność prawną ale nie mają zdolności do czynności prawnych, nie występują jako odrębne podmioty w obrocie - jeśli dwie osoby założyłyby przedsiębiorstwo to obie te osoby muszą podpisywać się na umowach, obie są pozywane itp. - są to proste struktury - nie trzeba pisać statutów, struktur - Odpowiedzialność za zobowiązanie (dłużnik i wierzyciel) - podzielność zobowiązania, długu (po równo, każdy odpowiada za swoją część) UMOWY Czynności prawne: 1. Stan faktyczny w skład którego wchodzi co najmniej jedno oświadczenie woli (zewnętrzny przejaw wewnętrznej decyzji)(wady oświadczenia woli – podjęliśmy decyzję i ujawniliśmy ją osobom trzecim ale w sposób wadliwy. Są ściśle określone: brak świadomości lub swobody; błąd istotny; podstęp; pozorność; groźba) czyli wyrażenie zamiaru wywołania określonych skutków prawnych, (utworzenia, zmiany, zniesienia wiążących go stosunków cywilnoprawnych) 2. W skład czynności prawnych wchodzi: - zawsze co najmniej jedno oświadczenie woli - dodatkowe elementy np. czynności faktycznych 3. Podział czynności prawnych: - w zależności od ilości składanych oświadczeń woli: * jednostronne – dochodzą do skutku w drodze złożenia tylko jednego oświadczenia woli przez osobę, która dokonuje czynności prawnej, przyrzeczenie publiczne – gdy np zaginie pies i daje ogłoszenie „dla znalazcy nagroda”, jest skierowane dla wszystkich i osoba która dała ogłoszenie jest zobowiązany do dania tej nagrody; Pełnomocnictwo – wtedy gdy ktoś udziela konkretnej osobie pełnomocnictwa ale ta osoba nie jest zobowiązana do niczego * dwustronne – dochodzą do skutku w drodze złożenia dwóch oświadczeń woli, są to umowy; - jednostronnie zobowiązujące- osoba A jest wierzycielem a osoba B jest dłużnikiem tylko dłużnik jest zobowiązany, darowizna; - dwustronnie zobowiązujące – dwie strony, każda ze stron jest wierzycielem i dłużnikiem (umowa kupna-sprzedaży, kupujący jest wierzycielem (chcemy aby sprzedawca wydał nam towar wolny od Vat) ale jest też dłużnikiem (musimy zapłacić) tak samo sprzedawca jest i dłużnikiem i wierzycielem), (umowa wynajmu: najemca i wynajmujący * wielostronne – uchwały; odpowiednia większość złożonych oświadczeń woli musi być zgodna 4. Inne podziały: - w zależności od chwili, w której czynność prawna wywołuje skutki: * czynności między żyjącymi (inter vivos) * czynności na wypadek śmierci (mortis causa) 5. Zasada swobodu umów: Downloaded by Patryk Kowalik (patryk.kowalik.02@gmail.com) lOMoARcPSD|50222788 - przejaw zasady anatomii woli - swoboda kształtowania treści stosunków cywilnoprawnych - art. 3531 k c. – strony zawierające umowę mogą ułożyć stosunek prawny według swojego uznania, byleby jego treść lub cel nie sprzeciwiały się właściwości (naturze) stosunku, ustawie ani zasadom współżycia społecznego 6. forma umowy - ustna - pisemna: zwykła albo szczególna (zwłaszcza pod rygorem nieważności), forma aktu notarialnego - elektroniczna - per facta concludentia – w sposób dorozumiany, bez użycia słów 6. Elementy umowy: 7. Zakończenie umowy: - rozwiązanie – każda umowa może zostać rozwiązana, dwustronna czynność prawna - wypowiedzenie umowy – czynność jednostronna - wypowiedzenie z zachowaniem terminu - wypowiedzenie ze skutkiem natychmiastowym - odstąpienie od umowy – czynność jednostronna ze skutkiem wstecznym Przedstawicielstwo 1. kiedy jeden podmiot działa na rzecz innej osoby fizycznej lub prawnej, umożliwia działanie osoby fizycznej w imieniu lub na rzecz innej osoby a) ustawowe (osoba A – reprezentowany; osoba B – przedstawiciel; osoba C – osoba trzecia) b) umowne (pełnomocnictwo) (osoba A – mocodawca; osoba B – pełnomocnik; osoba C – osoba trzecia) - Jeśli chcemy aby ktoś działał w naszym imieniu musimy dać mu pełnomocnictwo (ustawa lub udzielenie pełnomocnictwa – jednostronna czynność prawna) osoba której damy pełnomocnictwo nie jest zobowiązana do zrobienia tego (przykład umowa zlecenie lub umowa agencyjna. - Pełnomocnik nie musi mieć pełnej zdolności do czynności prawnych, może mieć ograniczoną, mocodawca musi mieć. * Rodzaje pełnomocnictwa ze względu na zakres: - ogólne – dotyczy wszystkich podstawowych ogólnych czynności prawnych (umowa kupna-sprzedaży) takie które nie rodzą poważnych skutków prawnych. Musi być w formie pisemnej - rodzajowe – dotyczy określony rodzaj czynności prawnych (umowa agencyjna – gdy określimy konkretnie co chcemy). Nie musi być na piśmie - szczególne – jedna określona czynność prawna (np. Chcemy kupić mieszkanie w Hiszpanii – określony dom). Forma pełnomocnictwa zależy od tego czego dotyczy ta szczególna czynność prawna * rodzaje pełnomocnika - główne - substytucyjne – udziela pełnomocnictwa głównego osobie B, ale osoba B nie może jej pomóc dlatego udziela pełnomocnictwa substytucyjnego osobie C (osoba C – substytut działa na rzecz osoby A) * rodzaje pełnomocnika - samodzielne – udzielamy pełnomocnictwa osobie która może działać sama - łączne – gdy obawiamy się o nasze interesy wtedy dajemy pełnomocnictwo kilku osobą, aby wspólnie podejmowali decyzje * Pełnomocnictwo może być w każdym czasie odwołane. Wygasa za równo ze śmiercią mocodawcy jak i pełnomocnika c) prokura (osoba A – przedsiębiorca; osoba B – prokurent; osoba C – osoba trzecia) dotyczy spraw z prowadzeniem przedsiębiorstwa. - Prokurent musi mieć pełną <span class=\"ai-highlight\">zdolność do czynności prawnych</span>. - Wygasa gdy prokurent umrze, ale nie wygasa gdy umrze przedsiębiorca * Czy wszystkie czynności prawne mogą być podejmowane przez pełnomocnika lub prokurenta – Tak, ale czynności z samym sobą są zakazane - Osoba B działa na rzecz osoby A w stosunkach z osobą C, ale skutki są odczuwalne bezpośrednio przez osobę A Downloaded by Patryk Kowalik (patryk.kowalik.02@gmail.com) lOMoARcPSD|50222788 Dobra niematerialne chronione prawem własności przemysłowej: Rejestracja w urzędzie patentowym (jest w Warszawie) – uzyskuje prawo wyłączne do tego np wynalazku 1. wynalazki – rozwiązanie o charakterze technicznym, które są nowe (nowość jest badana na poziomie światowym), posiadają poziom wynalazczy (rozwiązania nie mogą być błahe, nie są oczywiste dla znawców w danej dziedzinie) i nadają się do przemysłowego stosowania (żeby mogło być produkowane na skale masową). Tylko wynalazki mogą być patentowane czyli prawo do tego konkretnego wynalazku, to prawo działa 20 lat. Wynalazki biotechnologiczne używają organizmy żywe (np. Bakterie) – są to leki głównie (np. Szczepionka na covid) mogą być różne lekarstwa, które działają tak samo, ale skład musi być inny. 2. Wzory użytkowe – małe wynalazki; rozwiązania o charakterze technologicznym, ale nie muszą być takie odkrywcze, dotyczą kształtu lub budowy przedmiotu o trwałej postaci albo przedmiotu składającego się ze związanych ze sobą funkcjonalne części o trwałej postaci. Wzory użytkowe uzyskują prawo ochrony. Każde udoskonalenie danego przedmiotu to nowe zgłoszenie, wśród dokumentów musi być rysunek. Trwa 15 lat. Służy do ochrony funkcji przedmiotu 3. Wzór przemysłowe – służy do ochrony wyglądu przedmiotu. postać wytworu lub jego części, nadana mu w szczególności przez cechy linii, konturów, kształtów, kolorystykę, faktur materiał wytworu oraz przez jego ornamentację. Wzór przemysłowy jest kategorią przeznaczony do ochrony wyglądu zewnętrznego dowolnego produktu przemysłowego lub rzemieślniczego (z wyłączeniem programów komputerowych) 4. Znak towarowy – każde oznaczenie umożlwiające odróżnienie towarów jednego przedsiębiorstwa od towarów innego przedsiębiorstwa oraz możliwe do przedstawienia w rejestrze znaków towarowych w sposób pozwalający na ustalenie jednoznacznego i dokładnego przedmiotu udzielonej ochrony. Znakiem towarowym może być w szczególności wyraz, włącznie z nazwiskiem, rysunek, litera, cyfra, kolor, forma przestrzenna, w tym kształt towaru lub opakowania, a także dźwięk. Jeśli osoba chce zarejestrować znak poza polską to trzeba w tym kraju lub europejskim urzędzie. Są podzielone na klasy. Rejestrujemy je na 10 lat, ale czas ochrony może być przedłużony w nieskończoność, ale przedsiębiorca musi używać ten znak na rynku. Musi mieć zdolność do odróżnienia towarów, oraz możliwy do przedstawienia w rejestrze w sposób pozwalający na ustalenie. degeneracja (pampers) , milka jest pierwszym producentem, który zarejestrował swój kolor 5. Oznaczenia geograficzne – są związkiem pewnego symbolu o treści geograficznej z towarem, który jest odbierany przez przeciętnego nabywcę jako zespół informacji o towarze, w tym zwłaszcza o jego pochodzeniu z pewnego miejsca geograficznego. (oscypek, każdy kto spełnia normy jakościowe i kryteria które zostały wskazane w urzędzie może używać nazwy, obwarzanek krakowski) 6. Topografia układów scalonych – tak zwane chipy – rozwiązania polegające na przestrzennym, wyrażonym w dowolny sposób, rozplanowaniu elementów, z których co najmniej jeden jest elementem aktywnym, oraz wszystkich lub części połączeń układu scalonego. układy scalone są zbudowane z półprzewodników. Downloaded by Patryk Kowalik (patryk.kowalik.02@gmail.com) lOMoARcPSD|50222788 ZNAKI TOWAROWE: 1. Znak towarowy – to dobro niematerialne, którego celem jest identyfikacja towarów. Powinien być: jasny, precyzyjny, samodzielny, zrozumiały, trwały, obiektywny, łatwo dostępny 2. Rodzaje znaków: a) Konwencjonalne (tradycyjne) - te które można odbierać za pomocą wzroku. Znaki słowne, graficzne, obrazowe b) Niekonwencjonalne (nietradycyjne) - znaki plastyczne, hologramy, znaki ruchome, kolory, dźwiękowe, zapachowe, smakowe, ruchowe. Uzyskanie ochrony jest trudniejsze z braku pierwotnej zdolności odróżniającej. 3. Prawo własności przemysłowej utrzymuje, że znak chroniony jest tylko dla towarów, dla których został zgłoszony i które są wskazane w rejestrze. Wyjątkiem są znaki renomowane. PRAWO AUTORSKIE * przedmiot prawa autorskiego – to co prawo autorskie chroni 1. Utwór- Prawo autorskie chroni tylko utwory (np. literackie, muzyczne, architektoniczne) O tym co jest utworem decydujemy jednostkowo. Badamy indywidualnie czy coś jest utworem. Po pierwsze utworem może być wynik działalności twórczej – działalność człowieka z użyciem wyobraźni, efektem jest stworzenie czegoś oryginalnego, indywidualny charakter, ustalenie w jakiejkolwiek postaci – utwór musi mieć taką postać aby inna osoba poza twórcą mogła się z nim zapoznać; - ustalenie to nie to samo co utrwalenie - przeciwieństwem jest działalność rzemieślnicza, działalność odtwórcza - nie rejestrujemy praw autorskich, autor ma prawo do anonimatu, to że się nie podpisuje nie znaczy, że zrzeka się praw autorskich i że nie jest to chronione. • W stosunku do utworów badamy te 3 przesłanki. • Prawo autorskie nie ocenia utworów, każdy utwór jest chroniony jest tak samo, nie jest formą cenzury nawet jeśli są to wulgarne treści. Nie są chronione = koncepcje, idee, pomysły, odkrycia, zasady, metody i koncepcje matematyczne 2. Podmiot prawa autorskiego – komu przysługuje? a) twórcy którym jest osoba fizyczna, który stworzył utwór; b) osobom uprawnionym z tytułu autorskich praw majątkowych – twórca przenosi na inne przedmioty (np. pisarz Na wydawcę – nie jest twórcą ale ma tytuł) 3. Treść prawa autorskiego – jakie uprawnienia składają się na prawo autorskie? a) autorskie prawa osobiste – chronią więź twórcy z utworem, - niezbywalne (nikt nie może go odebrać, nie można przenieść na inną osobę), - nie można się zrzec, - niedziedziczne, - niemajątkowe (sentymentalne), - wieczne (nigdy nie wygasają), - w Europie są szczególnie chronione; • Najważniejsze prawa autorskie: → prawo do autorstwa (ojcostwa) utworu – tylko twórca może być autorem (producent nie stanie się autorem) naruszenie tego prawa autorskiego to PLAGIAT – jest deliktem dyscyplinarnym, plagiat nie dotyczy tylko teraźniejszych utworów, nawet jeśli coś ma z 200 lat nie można się pod nim podpisywać i ingerować w utwór → prawo do integralności utworu – prawo do nienaruszalności treści i formy utworu – nikt poza twórcą i bez jego zgody nie może dokonywać żadnych zmian w utworze b) autorskie prawa majątkowe – prawa, które służą do ekonomicznej eksploatacji utworu, jeśli ktoś chce zarobić na utworze wtedy stosuje się te prawa, - prawa te są zbywalne (autor może się ich pozbyć), - może się ich zrzec, są dziedziczne, - działają od chwili powstania utworu, całe życie twórcy i 70 lat po śmierci twórcy, po tym czasie utwór przechodzi do domeny publicznej, Downloaded by Patryk Kowalik (patryk.kowalik.02@gmail.com) lOMoARcPSD|50222788 4. W każdej ustawie jest wyjątek w prawach autorskich na rzecz użytkowników, dozwolony użytek (fair use) dotyczy utworów chronionych – korzystamy z utworu bez zgody twórcy, nie zawieramy z nim żadnej umowy ani nie musimy kupować egzemplarza utworu, bez wynagrodzenia a) dozwolony użytek osobisty – nasz dostęp do utworów chronionych, np. to co jest w Internecie (sam wygląd strony internetowej może być chronione prawem autorskim, tak jak większość rzeczy) zapoznawanie się z cudzymi utworami bez zapłaty wynagrodzenia, ten utwór musi być już rozpowszechniony. Nie możemy korzystać w celach marketingowych, zarobkowych. Nie możemy rozpowszechniać cudzych utworów, możemy z nich korzystać ale nie możemy udostępniać cudzym osobom. Dotyczy wszystkich utworów oprócz projektów architektonicznych, baz danych i programów komputerowych. b) dozwolony użytek publiczny – np. Biblioteki działają jako dozwolony użytek publiczny; prawo przedruku; prawo cytatu (nie dotyczy tylko cytatów słownych, mogą być muzyczne, filmowe, architektoniczne) można cytować każdy utwór (aby móc zacytować trzeba podać źródło i twórcę oraz cytat musi być niezmieniony; musi być umieszczony w większości wkładu własnego; cytat musi być uzasadniony; nie ma regulacji jak długi może być cytat, jeśli dobrze się do niego odniesiemy) powstają w tym samym czasie z chwilą powstania utworu na rzecz twórcy</p></div></div>\n</body>\n</html>",
  "createdAt": "2026-02-04T15:14:59.679Z"
}